# -*- coding: utf-8 -*-
'''4.3 车型详细数据'''

import sys
reload(sys)
sys.setdefaultencoding('utf8')

Model_detail_data = {
    "status": "success",
    "msg": "message",
    "detail_model": [
        {
            "m11375_xc": "2013款奥迪A4旅行车  40TFSI 豪华版",
            "year": 2013,
            "m14310_xc": "2013款奥迪A4旅行车  40TFSI 舒适版"
        },
        {
            "3625_ah": "2008款 2.0T 个性风格版",
            "3623_ah": "2008款 1.8T 个性风格版",
            "year": 2008,
            "3624_ah": "2008款 1.8T 自动豪华型",
            "3622_ah": "2008款 1.8T 自动舒适型",
            "3626_ah": "2008款 2.0T 自动豪华型",
            "3621_ah": "2008款 1.8T 手动舒适型"
        },
        {
            "2915_ah": "2007款 1.8T 手动标准型",
            "2917_ah": "2007款 1.8T 自动标准型",
            "2922_ah": "2007款 2.0T 自动豪华型",
            "3211_ah": "2007款 1.8T 个性风格版",
            "2916_ah": "2007款 1.8T 手动舒适型",
            "2919_ah": "2007款 1.8T 自动豪华型",
            "7144_autotis": "2007款 3.0 手自一体 Quattro旗舰型",
            "year": 2007,
            "2920_ah": "2007款 2.0T 自动标准型",
            "2921_ah": "2007款 2.0T 自动舒适型",
            "2918_ah": "2007款 1.8T 自动舒适型"
        },
        {
            "38092_autotis": "2006款 1.8T 无级",
            "1923_ah": "2006款 1.8T 领先型",
            "2564_ah": "2006款 2.0T 标准型",
            "1920_ah": "2006款 1.8T 7挡自动舒适型",
            "1918_ah": "2006款 3.0L quattro 旗舰型",
            "1922_ah": "2006款 1.8T 豪华型",
            "1916_ah": "2006款 1.8T 手动基本",
            "38113_autotis": "2006款 2.0TFSI 无级 ",
            "1398_ah": "2006款 2.0T 尊享型",
            "year": 2006,
            "1917_ah": "2006款 1.8T 自动基本"
        },
        {
            "1522_ah": "2005款 1.8T 入门型",
            "1527_ah": "2005款 2.4L 舒适型",
            "1528_ah": "2005款 2.4L 运动型",
            "1653_ah": "2005款 2.4L 尊贵型",
            "1523_ah": "2005款 1.8T 手动基本型",
            "year": 2005,
            "1525_ah": "2005款 1.8T 6挡自动舒适型",
            "7033_autotis": "2005款 1.8T 手动 标准型",
            "1524_ah": "2005款 1.8T 自动基本型",
            "1526_ah": "2005款 1.8T 技术型",
            "1530_ah": "2005款 3.0L 运动版",
            "7000_autotis": "2005款 1.8T 无级 入门型",
            "1529_ah": "2005款 3.0L"
        },
        {
            "329_ah": "2004款 3.0L 豪华型",
            "326_ah": "2004款 3.0L 舒适型",
            "1227_ah": "2004款 1.8T Sline",
            "854_ah": "2004款 3.0L 尊享型",
            "327_ah": "2004款 3.0L 加温型",
            "147_ah": "2004款 1.8T 技术型",
            "981_ah": "2004款 1.8T",
            "870_ah": "2004款 2.4L 尊享型",
            "325_ah": "2004款 1.8T 舒适型",
            "year": 2004,
            "145_ah": "2004款 3.0L 娱乐型",
            "982_ah": "2004款 2.4L 舒适型",
            "146_ah": "2004款 1.8T 基本型"
        },
        {
            "7115_autotis": "2003款 2.4 无级 舒适运动型",
            "6993_autotis": "2003款 1.8T 无级 基本型",
            "6990_autotis": "2003款 1.8T 无级 技术领先型",
            "7123_autotis": "2003款 2.4 无级 舒适尊享型",
            "7114_autotis": "2003款 2.4 无级 舒适型",
            "7034_autotis": "2003款 1.8T 手动 基本型",
            "7127_autotis": "2003款 3.0 手自一体 Quattro舒适型",
            "7031_autotis": "2003款 1.8T 手动 基本型",
            "6989_autotis": "2003款 1.8T 无级 基本型",
            "6991_autotis": "2003款 1.8T 无级 技术领先型",
            "year": 2003,
            "6992_autotis": "2003款 1.8T 无级 舒适型",
            "6988_autotis": "2003款 1.8T 无级 舒适型",
            "6998_autotis": "2003款 1.8T 无级 基本型",
            "7116_autotis": "2003款 2.4 无级 舒适尊享型",
            "6999_autotis": "2003款 1.8T 无级 技术领先型"
        }
    ]
}